Repository: ameamer/itsuitecommunity
Catalog: ITSuite/App_GlobalResources/*.resx
Languages: italian

# String586
source: ITSuite - Manage Windows Firewall of a remote PC
italian: ITSuite - Gestisci Windows Firewall di un PC remoto

# String587
source: Manage Windows Firewall of a remote PC
italian: Gestisci Windows Firewall di un PC remoto

# String588
source: Type of operation to be performed
italian: Tipo di operazione da effettuare

# String589
source: Starting operations on the Windows Firewall of the remote PC...
italian: Avvio operazioni su Windows Firewall del PC remoto...

# String59
source: Creation time
italian: Ora creazione utente

# String590
source: Operation to do
italian: Operazioni da effettuare

# String591
source: Disable the service
italian: Disattiva il servizio

# String592
source: Enable the service
italian: Attiva il servizio

# String593
source: Disable only firewall
italian: Disattiva solo firewall

# String594
source: Enable only firewall
italian: Attiva solo firewall

# String595
source: Firewall reset
italian: Resetta firewall

# String596
source: Enter the IP address and the destination port to connect via Telnet
italian: Inserisci l'indirizzo IP e la porta di destinazione per collegarti via Telnet

# String597
source: Windows Services (only with Internet Explorer with ActiveX active)
italian: Servizi Windows (solo Internet Explorer con ActiveX attivi)

# String598
source: Select the Windows service from the list below to start it
italian: Seleziona il sevizio Windows dalla lista sottostante per avviarlo

# String599
source: Open Control Panel
italian: Avvia il Pannello di controllo

# String6
source: User is not enabled. Contact the administrator.
italian: Utente non abilitato. Contattare l'amministratore.

# String60
source: User notes
italian: Note utente

# String600
source: Control Panel
italian: Pannello di controllo

# String601
source: Open the system troubleshooting settings
italian: Apre le impostazioni di risoluzione dei problemi di sistema

# String602
source: Troubleshooting
italian: Risoluzione dei problemi

# String603
source: Start the Remote Desktop Connection
italian: Avvia la Connessione Desktop Remoto

# String604
source: Remote Desktop
italian: Desktop Remoto

# String605
source: Check applications when the system starts
italian: Controlla le applicazioni all'avvio del Sistema

# String606
source: Applications on startup
italian: Applicazioni all'avvio

# String607
source: Open Powershell
italian: Avvia Powershell del PC locale

# String609
source: Starts the Windows Network Folder Sharing tool.
italian: Avvia il tool per la Condivisione di Cartelle in Rete Windows.

# String61
source: User status
italian: Stato utente

# String610
source: System performance monitor
italian: Monitor prestazioni sistema

# String611
source: Open the Registry Editor.
italian: Avvia l'Editor di Registro di Sistema.

# String612
source: System Registry
italian: Registro di sistema

# String613
source: Start Windows System Restore.
italian: Avvia il Ripristino Configurazione di Sistema di Windows.

# String614
source: System restore
italian: Ripristino del sistema

# String615
source: Start International Options.
italian: Avvia le Opzioni Internazionali.

# String616
source: International system options
italian: Opzioni internazionali di sistema

# String617
source: Start Task Manager.
italian: Avvia il Task Manager.

# String619
source: Shuts down the PC in about 2 minutes.
italian: Spegne il PC in circa 2 minuti.

# String62
source: Here you can show the details of user with
italian: Qui puoi visualizzare i dettagli relativi all'utente con

# String620
source: Turn off PC
italian: Spegni il PC

# String621
source: Share folder
italian: Condividi cartella

# String622
source: The list of links to applications and other sites
italian: La lista dei link verso applicazioni e altri siti

# String623
source: Select printer...
italian: Seleziona stampante...

# String624
source: Select other hardware...
italian: Seleziona altro hardware...

# String625
source: Choose the ticket technician
italian: Scegli il tecnico assegnatario del ticket

# String626
source: Choose the ticket technician...
italian: Scegli il tecnico assegnatario...

# String627
source: Choose customer
italian: Scegli utente richiedente

# String628
source: Choose customer...
italian: Scegli l'utente richiedente...

# String629
source: Here you can manage the app settings
italian: Qui puoi gestire le opzioni dell'applicazione

# String63
source: Reset password of user
italian: Reset password utente

# String630
source: ITSuite server
italian: Server ITSuite

# String631
source: By not entering the server address, ITSuite may not work properly, especially in the e-mail notification service. Also make sure to insert the final slash (/).
italian: Non inserendo l'indirizzo del server, ITSuite potrebbe non funzionare correttamente, in modo particolare nel servizio di notifiche via e-mail. Assicurarsi inoltre di inserire lo slash ( / ) finale.

# String632
source: User settings
italian: Opzioni utenti

# String633
source: Enable ticketing technicians
italian: Abilita Tecnici ticketing

# String634
source: Enter the ITSuite server address ...
italian: Inserisci l'indirizzo del server di ITSuite...

# String635
source: Enable ticketing technicians to complete hardware management
italian: Abilita Tecnici ticketing alla gestione completa degli hardware

# String636
source: Enable ticketing technicians to completely manage the requests for assistance
italian: Abilita Tecnici ticketing alla gestione completa delle richieste di assistenza

# String637
source: IT Service settings
italian: Opzioni Servizi CED

# String638
source: Enable ticket management
italian: Abilita Gestione guasti

# String639
source: Enable business software
italian: Abilita Software aziendale

# String64
source: Last modified author
italian: Autore ultima modifica

# String640
source: Enable Product Support
italian: Abilita Assistenza prodotti

# String641
source: Enable Windows Services
italian: Abilita Servizi Windows

# String642
source: Enable Network Services
italian: Abilita Servizi di rete

# String643
source: Network Services Options
italian: Opzioni Servizi di rete

# String644
source: Enable IP auto-completion
italian: Abilita autocompletamento IP

# String645
source: Enable integrated network services
italian: Abilita servizi di rete integrati

# String646
source: List layout options
italian: Opzioni impaginazione liste

# String647
source: Number of elements per page in the lists:
italian: Numero di elementi per pagina nelle liste:

# String648
source: Tools section options
italian: Opzioni sezione strumenti

# String649
source: Enter tool title...
italian: Inserisci titolo dello strumento...

# String65
source: Last modification date
italian: Data ultima modifica

# String650
source: Enter tool link...
italian: Inserisci link dello strumento...

# String651
source: Title and tool link no.
italian: Titolo e link strumenti n.

# String652
source: About ITSuite
italian: Informazioni su ITSuite

# String653
source: ITSuite version 4.1.2.0 SQL Server (localDB)
italian: ITSuite versione 4.1.2.0 SQL Server (localDB)

# String654
source: BSD-3-clause License
italian: Licenza BSD-3-clause

# String655
source: Official ITSuite Guide
italian: Guida ufficiale di ITSuite

# String656
source: ITSuite official site
italian: Sito ufficiale ITSuite

# String657
source: Ame Amer official website
italian: Sito ufficiale Ame Amer

# String658
source: Enter the ITSuite server address (ex. <i>http://localhost/itsuite/</i>):
italian: Inserisci l'indirizzo del server di ITSuite (es. <i>http://localhost/itsuite/</i>):

# String659
source: The settings have been saved.
italian: Le impostazioni sono state salvate.

# String66
source: Last modified time
italian: Ora ultima modifica

# String660
source: Error. You have not entered the pagination value.
italian: Errore. Non hai inserito il valore delle impaginazioni.

# String661
source: Error. The pagination value must be a number.
italian: Errore. Il valore delle impaginazioni deve essere un numero.

# String662
source: Error. Missing link title for tool no.
italian: Errore. Titolo del link mancante per strumento n.

# String663
source: Error. Missing link for tool no.
italian: Errore. Link mancante per strumento n.

# String664
source: Select the add-on file to install, then select upload to start the installation.
italian: Seleziona il file del componente aggiuntivo da installare, poi seleziona carica per avviare l'installazione.

# String665
source: Add-on successfully installed
italian: Componente aggiuntivo installato con successo

# String666
source: Invalid add-on file
italian: File di componente aggiuntivo non valido

# String667
source: Error installing add-on. Check the permissions of the ITSuite files.
italian: Errore durante l'installazione del componente aggiuntivo. Verificare i permessi dei file di ITSuite.

# String668
source: The add-on is already installed.
italian: Il componente aggiuntivo è già installato.

# String669
source: The add-on has been successfully uninstalled.
italian: Il componente aggiuntivo è stato disinstallato con successo.

# String67
source: System language
italian: Lingua di sistema

# String670
source: The add-on complies with the security requirements.
italian: Il componente aggiuntivo rispetta i requisiti di sicurezza.

# String671
source: The add-on does not meet the security requirements.
italian: Il componente aggiuntivo non rispetta i requisiti di sicurezza.

# String672
source: Administrators, ticketing technicians
italian: Amministratori, tecnici ticketing

# String673
source: Administrators, customers
italian: Amministratori, clienti

# String674
source: Administrators, ticketing technicians, customers
italian: Amministratori, tecnici ticketing, clienti

# String675
source: Administrators
italian: Amministratori

# String676
source: Permissions
italian: Permessi

# String677
source: Technical name:
italian: Nome tecnico:

# String678
source: Author:
italian: Autore:

# String679
source: Website:
italian: Sito web:

# String68
source: The new passwords do not match. Please, try again.
italian: Le nuove password non corrispondono. Riprova.

# String680
source: Are you sure you want to delete?
italian: Confermi eliminazione?

# String681
source: Uninstall
italian: Disinstalla

# String682
source: None
italian: Nessuno

# String683
source: Here you can manage the ITSuite add-ons
italian: Qui puoi gestire i componenti aggiuntivi di ITSuite

# String684
source: Installed add-ons
italian: Componenti aggiuntivi isntallati

# String685
source: Add-on installation
italian: Installazione componente aggiuntivo

# String686
source: E-mail service
italian: Servizio e-mail

# String687
source: Error testing e-mail service. Check the entered data and try again. <br /> <br /> Details:
italian: Errore durante il test del servizio di posta elettronica. Controlla i dati inseriti e riprova.<br /><br /> Dettagli:

# String688
source: Email service test successful. Check your mailbox to see if the ITSuite test message has been received.
italian: Test del servizio di posta elettronica riuscito. Controlla la tua casella e-mail per verificare se è stato ricevuto il messaggio di test di ITSuite.

# String689
source: Error. Missing new element data. Check the entered data and try again.
italian: Errore. Dati del nuovo elemento da inserire mancanti. Controllare i dati inseriti e riprovare.

# String69
source: The password must be at least 8 characters.
italian: La password deve essere almeno di 8 caratteri.

# String690
source: E-mail service management
italian: Gestione servizio e-mail

# String691
source: On this page you can configure the ITSuite e-mail service
italian: In questa pagina puoi configurare i servizi e-mail di ITSuite

# String692
source: Enable e-mail service for ticket management
italian: Abilita servizio di posta elettronica per la gestione guasti

# String693
source: Mail server settings
italian: Impostazioni server di posta

# String694
source: Address of the outgoing mail server:
italian: Indirizzo del server di posta in uscita:

# String695
source: E-mail service settings
italian: Impostazioni servizio e-mail

# String696
source: E-mail address of the sender of the notification emails:
italian: Indirizzo e-mail del mittente delle e-mail di notifica:

# String697
source: E-mail opening message:
italian: Messaggio di apertura e-mail:

# String698
source: E-mail closing message:
italian: Messaggio di chiusura e-mail:

# String699
source: List of recipients of e-mail notifications
italian: Lista dei destinatari delle notifiche e-mail

# String7
source: Enter username
italian: Inserisci nome utente

# String70
source: The user's password has been successfully changed.
italian: La password dell'utente è stata modificata con successo.

# String700
source: Enter new e-mail...
italian: Inserisci nuova e-mail...

# String701
source: Add
italian: Aggiungi

# String702
source: Test of the ITSuite email service. <br /> <br /> If you can read this message, the ITSuite email system has been configured correctly. Good use!
italian: Test del servizio di e-mail di ITSuite.<br /><br />Se riesci a leggere questo messaggio, significa che il sistema e-mail di ITSuite è stato configurato correttamente. Buon utilizzo!

# String703
source: ITSuite by ameamer.com | E-mail service test
italian: ITSuite by ameamer.com | Prova servizio e-mail

# String704
source: Error. Missing new element data. Check the entered data and try again.
italian: Errore. Dati del nuovo elemento da inserire mancanti. Controllare i dati inseriti e riprovare.

# String705
source: Here you can manage the business software list
italian: Qui puoi gestire la lista dei software aziendali

# String706
source: Enter new software name...
italian: Inserisci il nome del nuovo software...

# String707
source: Enter link of the new software...
italian: Inserisci link del nuovo software...

# String708
source: Software name
italian: Nome software

# String709
source: Software link
italian: Link software

# String71
source: Your password is incorrect.
italian: La tua password è errata.

# String710
source: ITSuite - Added new ticket with no.
italian: ITSuite - Inserito nuovo ticket con numero

# String711
source: Added new ticket with no.
italian: Inserito nuovo ticket con numero

# String712
source: on
italian: in data

# String713
source: at
italian: alle ore

# String714
source: Go to details
italian: Vai ai dettagli

# String715
source: ITSuite - New details added to ticket #
italian: ITSuite - Nuovi dettagli aggiunti al ticket #

# String716
source: New details have been added to ticket #
italian: Sono stati inseriti nuovi dettagli al ticket #

# String717
source: ITSuite - Closed ticket #
italian: ITSuite - Chiusura ticket #

# String718
source: Closed ticket #
italian: Chiuso ticket #

# String719
source: Closing notes:
italian: Note chiusura:

# String72
source: IT Services
italian: Servizi CED

# String720
source: Put on hold on:
italian: Messo in attesa il:

# String721
source: You have not specified any reason for putting on hold. Unable to put on hold.
italian: Non hai specificato nessun motivo per la messa in attesa. Impossibile mettere in attesa.

# String722
source: ITSuite - Moved on hold ticket #
italian: ITSuite - Spostamento in attesa del ticket #

# String723
source: Moved on hold ticket #
italian: Spostamento in attesa del ticket #

# String724
source: Pending reason:
italian: Motivo attesa:

# String725
source: ITSuite - New file uploaded to ticket #
italian: ITSuite - Caricato nuovo file al ticket #

# String726
source: New file uploaded to ticket #
italian: Caricato nuovo file al ticket #

# String727
source: ITSuite - New assignment to ticket #
italian: ITSuite - Nuova assegnazione al ticket #

# String728
source: New assignment to ticket #
italian: Nuova assegnazione al ticket #

# String729
source: E-mail succesfully sent to administrators.
italian: E-Mail inviata correttamente agli amministratori

# String73
source: PC management
italian: Gestione PC

# String730
source: Error sending e-mail to administrators. Details:
italian: Errore invio e-mail agli amministratori. Dettagli:

# String731
source: Here are the links to download the business software
italian: Qui trovi i link per scaricare i software aziendali che desideri

# String732
source: All prouct assistance requests
italian: Tutte le richieste di assistenza

# String733
source: Here you can manage all requests for assistance on company products, such as guarantees
italian: Qui puoi gestire tutte le richieste di assistenza sui prodotti aziendali, come ad esempio le garanzie

# String734
source: Product assistance, closed requests
italian: Assistenza prodotti, richieste chiuse

# String735
source: Product assistance, open requests
italian: Assistenza prodotti, richieste aperte

# String736
source: Here you can manage closed requests for assistance on company products, such as guarantees
italian: Qui puoi gestire le richieste di assistenza chiuse sui prodotti aziendali, come ad esempio le garanzie

# String737
source: Closure reason
italian: Motivo chiusura

# String738
source: Opening date and time
italian: Data e ora apertura

# String739
source: Here you can manage open requests for assistance on company products, such as guarantees
italian: Qui puoi gestire le richieste di assistenza aperte sui prodotti aziendali, come ad esempio le garanzie

# String74
source: PC list
italian: Lista PC

# String740
source: Product assistance details
italian: Dettagli richiesta di assistenza

# String741
source: floor
italian: piano

# String742
source: room
italian: stanza

# String743
source: You did not specify any details in the new update. Unable to add.
italian: Non hai specificato nessun dettaglio nel nuovo aggiornamento. Impossibile aggiungere.

# String744
source: Details added on:
italian: Dettagli aggiunti il:

# String745
source: You have not specified any details for the closure. Unable to close.
italian: Non hai specificato nessun dettaglio per la chiusura. Impossibile chiudere.

# String746
source: Product assistance no.
italian: Richiesta assistenza n.

# String747
source: Details of the request for assistance no.
italian: Dettagli relativi alla richiesta di assistenza n.

# String748
source: Product in assistance
italian: Prodotto in assistenza

# String749
source: Enter a note for the chosen update by the keys below...
italian: Scrivi una nota per l'aggiornamento scelto dai tasti sottostanti...

# String75
source: Monitor list
italian: Lista monitor

# String750
source: Add note and close request
italian: Aggiungi nota e chiudi richiesta

# String751
source: Opening reason
italian: Motivo apertura

# String752
source: Other hardware
italian: Altro hardware

# String753
source: Printer
italian: Stampante

# String755
source: LOG assistance requests section
italian: LOG sezione richieste di assistenza

# String756
source: On this page you can view the log of requests for assistance
italian: In questa pagina puoi visualizzare il log di tutta la sezione delle richieste di assistenza

# String757
source: Product assistance, new request
italian: Assistenza prodotti, nuova richiesta

# String758
source: Error. You have not entered the type of product for assistance. Unable to add a new support request.
italian: Errore. Non hai inserito il tipo di prodotto per l'assistenza. Impossibile inserire una nuova richiesta assistenza.

# String759
source: Here you can add a new product assistance request
italian: Qui puoi inserire nel sistema una nuova richiesta di assistenza prodotti

# String76
source: PC and monitor search
italian: Ricerca PC e monitor

# String760
source: Product type
italian: Tipo di prodotto

# String761
source: Select product type...
italian: Seleziona tipo di prodotto...

# String762
source: Select PC
italian: Seleziona PC

# String763
source: Here you can search for the assistance requests
italian: Qui puoi effettuare una ricerca tra le richieste di assistenza presenti nel sistema

# String764
source: Below you can view the result of your search for
italian: Di seguito trovi i risultati relativi alla ricerca di

# String765
source: File explorer
italian: Esplora file

# String766
source: Here you can view the driver list for device:
italian: Qui puoi controllare la lista dei driver per il dispositivo:

# String767
source: Driver list
italian: Lista driver

# String768
source: Driver folder
italian: Cartella dei driver

# String769
source: not found.
italian: non trovata.

# String77
source: Add PC/Monitor
italian: Aggiungi PC e monitor

# String78
source: Printer management
italian: Gestione stampanti

# String79
source: Printer list
italian: Lista stampanti

# String8
source: Enter password
italian: Inserisci password

# String80
source: Printer search
italian: Ricerca stampanti

# String81
source: Add new printer
italian: Aggiungi nuova stampante

# String82
source: Other HW management
italian: Gestione altro hardware

# String83
source: Other hardware list
italian: Lista altro hardware

# String84
source: Hardware search
italian: Ricerca hardware

# String85
source: Add new hardware
italian: Aggiungi nuovo hardware

# String86
source: Ticket management
italian: Gestione ticket

# String87
source: Ticket search
italian: Ricerca ticket

# String88
source: All tickets
italian: Tutti i ticket

# String89
source: Product assistance
italian: Assistenza prodotti

# String9
source: Login
italian: Accedi

# String90
source: Request search
italian: Ricerca richieste

# String91
source: All requests
italian: Tutte le richieste

# String92
source: Net services
italian: Servizi di rete

# String93
source: Windows services
italian: Servizi Windows

# String94
source: Business software
italian: Software aziendale

# String95
source: User management
italian: Gestione utenti

# String96
source: User list
italian: Lista utenti

# String97
source: Add user
italian: Aggiungi utente

# String98
source: User search
italian: Ricerca utenti

# String99
source: Settings
italian: Opzioni
