Repository: ameamer/itsuitecommunity
Catalog: ITSuite/App_GlobalResources/*.resx
Languages: italian

# String358
source: Here you can manage the general lists of hardware types
italian: Qui puoi gestire le liste generali dei tipi degli hardware

# String359
source: PC brand list management
italian: Gestione lista marche PC

# String36
source: Users count
italian: Numero utenti

# String360
source: Here you can manage the general lists of PC brands
italian: Qui puoi gestire le liste generali delle marche dei PC

# String361
source: Enter new pc type name...
italian: Inserisci il nome del nuovo tipo PC...

# String362
source: Enter new Operating System name...
italian: Inserisci il nome del nuovo Sistema Operativo...

# String363
source: PC search result
italian: Risultati ricerca PC

# String364
source: PC search result (order by:
italian: Risultati della ricerca dei PC (ordinati per:

# String365
source: Found items:
italian: Elementi trovati:

# String366
source: PC Name
italian: Nome PC

# String367
source: Create report
italian: Crea report

# String368
source: No inventory number
italian: Nessun numero inventario

# String369
source: PC and monitor details
italian: Dettagli del PC e monitor

# String37
source: New user
italian: Nuovo utente

# String370
source: PC and monitor details page
italian: Pagina dei dettagli del PC e del monitor

# String371
source: Connected monitor
italian: Monitor collegato

# String372
source: Inch
italian: Pollici

# String373
source: Connected printer
italian: Stampante collegata

# String374
source: open printer details
italian: apri dettagli della stampante

# String375
source: Other hardware connected
italian: Altro hardware collegato

# String376
source: PC Domain
italian: Dominio PC

# String378
source: Room
italian: Stanza

# String379
source: Floor
italian: Piano

# String38
source: Database status
italian: Stato database

# String380
source: With private software?
italian: Con software privato?

# String381
source: open other hardware details
italian: apri i dettagli dell'altro hardware

# String382
source: Choose the type of search to be performed
italian: Scegli il tipo di ricerca da effettuare

# String383
source: PC Name and domain
italian: Nome e dominio PC

# String384
source: Enter machine name
italian: Inserisci nome macchina

# String385
source: Enter model
italian: Inserisci modello

# String386
source: Enter S/N
italian: Inserisci S/N

# String387
source: Enter inventory number
italian: Inserisci numero di inventario

# String388
source: Enter ID
italian: Inserisci ID

# String389
source: Enter IP
italian: Inserisci IP

# String39
source: Database usage
italian: Utilizzo database

# String390
source: Enter RAM
italian: Inserisci RAM

# String391
source: Enter notes
italian: Inserisci note

# String392
source: Monitor brand
italian: Marca monitor

# String393
source: Monitor inventory number
italian: Numero inventario monitor

# String394
source: Monitor serial number
italian: Numero di serie monitor

# String395
source: Monitor year
italian: Anno monitor

# String396
source: Monitor status
italian: Stato monitor

# String397
source: Enter monitor S/N
italian: Inserisci S/N monitor

# String398
source: Enter monitor inventory number
italian: Inserisci inventario monitor

# String399
source: Sort results by inventory
italian: Ordina risultati per inventario

# String4
source: Other hardware count
italian: Numero degli altri hardware

# String40
source: Database manager
italian: Gestione database

# String400
source: Sort results by name
italian: Ordina risultati per nome

# String401
source: Sort results by IP address
italian: Ordina risultati per indirizzo IP

# String402
source: Add PC
italian: Inserisci PC

# String403
source: Select printer
italian: Seleziona stampante

# String404
source: Select hardware
italian: Seleziona hardware

# String405
source: You can upload the image after inserting the PC into the system.
italian: Potrai caricare la foto dopo l'inserimento del pc nel sistema.

# String406
source: Monitor List connected to PCs
italian: Lista Monitor collegati ai PC

# String407
source: Here you can see the list of all the monitors connected to the PCs in the system
italian: Qui puoi consultare la lista di tutti i monitor collegati ai PC del sistema

# String408
source: The PC has been successfully deleted.
italian: Il PC è stato eliminato con successo.

# String409
source: Here you can see the list of all the PCs in the system
italian: Qui puoi consultare la lista completa di tutti i PC del sistema

# String41
source: Edit user data
italian: Modifica dati utente

# String410
source: Extension not supported
italian: Estensione non supportata

# String411
source: The supported extensions are:
italian: Le estensioni supportate sono:

# String412
source: File was uploaded succesfully
italian: Il file è stato caricato con successo

# String413
source: The file has been deleted
italian: Il file è stato eliminato

# String414
source: Edit PC
italian: Modifica PC

# String415
source: (In Use) No value
italian: (In Uso) Nessun valore

# String416
source: Delete value
italian: Elimina valore

# String417
source: ERROR! A PC model with the same serial number, model and brand has been detected or incorrect data has been entered. Unable to continue, change PC data. Press OK to go back.
italian: ATTENZIONE! Rilevato un modello di pc con numero di serie, modello e marca uguali oppure sono stati inseriti dati errati. Impossibile continuare, modificare i dati del pc. Premere OK per tornare indietro.

# String418
source: PC Report
italian: Report PC

# String419
source: PC REPORT CREATED ON
italian: REPORT PC CREATO IL

# String42
source: Password reset
italian: Reset password

# String420
source: Domain name\PC name
italian: Nome dominio\Nome PC

# String422
source: Inv. N.
italian: N. Inv.

# String423
source: Op. System
italian: Sist. Operativo

# String424
source: Private sw
italian: Sw Privato

# String425
source: Monitor inv. n.
italian: N. Inv. Monitor

# String426
source: Monitor SN
italian: N. Serie Monitor

# String428
source: Monitor model
italian: Modello monitor

# String429
source: Monitor notes
italian: Note monitor

# String43
source: Your password
italian: La tua password

# String430
source: Log empty.
italian: Log vuoto.

# String431
source: LOG of PC and Monitor section
italian: LOG sezione PC e Monitor

# String432
source: On this page you can view the log of the PC and Monitor section
italian: In questa pagina puoi visualizzare il log di tutta la sezione PC e Monitor

# String433
source: Printer details
italian: Dettagli stampante

# String434
source: In this page you can see the printer details
italian: In questa pagina sono visualizzati i dettagli della stampante

# String435
source: The printer has been successfully deleted.
italian: La stampante è stata eliminata con successo.

# String436
source: Here you can see the list of all printers
italian: Qui puoi consultare la lista completa di tutte le stampanti del sistema

# String437
source: Add printer
italian: Inserisci stampante

# String438
source: Printer section LOG
italian: LOG sezione stampanti

# String439
source: In this page you can see the log of printer section
italian: In questa pagina puoi visualizzare il log di tutta la sezione stampanti

# String44
source: Enter the new user password
italian: Inserisci la nuova password dell'utente

# String440
source: Edit printer
italian: Modifica stampante

# String442
source: Printers report
italian: Report stampanti

# String443
source: PRINTERS REPORT CREATED ON
italian: REPORT STAMPANTI CREATO IL

# String444
source: Total
italian: Totale

# String445
source: Here you can search printers in advanced way
italian: Qui puoi cercare le stampanti in modo avanzato

# String446
source: Enter driver folder
italian: Inserisci cartella driver

# String447
source: Here you can see the your search results
italian: Qui puoi consultare i risultati della tua ricerca

# String448
source: Enter ID
italian: Inserisci ID

# String449
source: ERROR, YOU CAN NOT ENTER EMPTY FIELDS OF THE MODEL AND SERIAL NUMBER!
italian: ATTENZIONE, NON PUOI LASCIARE VUOTI I CAMPI DEL MODELLO E DEL NUMERO DI SERIE!

# String45
source: Re-enter the new user password
italian: Ripeti la nuova password dell'utente

# String450
source: Select OK to go back.
italian: Seleziona OK per tornare indietro.

# String451
source: ERROR! Printer with same serial number, model and brand has been detected or incorrect data has been entered. Unable to continue, edit printer data. Press OK to go back.
italian: ATTENZIONE! Rilevata stampante con numero di serie, modello e marca uguali oppure sono stati inseriti dati errati. Impossibile continuare, modificare i dati della stampante. Premere OK per tornare indietro.

# String452
source: ERROR! Fields with red background are mandatory. Unable to continue, edit data. Press OK to go back.
italian: ATTENZIONE! I campi con sfondo rosso sono obbligatori. Impossibile continuare, modificare i dati. Premere OK per tornare indietro.

# String453
source: ERROR! Hardware detected with the same serial number, model and brand or incorrect data has been entered. Unable to continue, edit hardware data. Press OK to go back.
italian: ATTENZIONE! Rilevato hardware con numero di serie, modello e marca uguali oppure sono stati inseriti dati errati. Impossibile continuare, modificare i dati hardware. Premere OK per tornare indietro.

# String454
source: OTHER HW REPORT CREATED ON
italian: REPORT ALTRO HARDWARE CREATO IL

# String455
source: Other hardware report
italian: Report altro hardware

# String456
source: User management (customers)
italian: Gestione utenti (clienti)

# String457
source: All users
italian: Tutti gli utenti

# String458
source: System users
italian: Utenti di sistema

# String459
source: Customers
italian: Clienti

# String46
source: Cancel
italian: Annulla

# String460
source: Here you can see and manage the customer users
italian: Qui puoi visualizzare e gestire gli utenti clienti

# String461
source: Here you can view, consult and manage the list of users
italian: Qui puoi visualizzare, consultare e gestire la lista degli utenti

# String462
source: User management (system users)
italian: Gestione utenti (utenti di sistema)

# String463
source: Here you can view, consult and manage the system users
italian: Qui puoi visualizzare e gestire gli utenti di sistema di ITSuite

# String464
source: User section LOG
italian: LOG sezione utente

# String465
source: On this page you can view the log of the user section
italian: In questa pagina puoi visualizzare il log di tutta la sezione utenti

# String466
source: Here you can edit the details of user with ID
italian: Qui puoi modificare i dettagli relativi all'utente con ID

# String467
source: Administrator
italian: Amministratore

# String468
source: Ticketing technician
italian: Tecnico ticketing

# String469
source: It is not possible to change the type of a user type "Customer".
italian: Non è possibile modificare il tipo di un'utente di tipo "Cliente".

# String47
source: User name
italian: Nome utente

# String470
source: Enabled
italian: Attivo

# String471
source: Disabled
italian: Disattivo

# String472
source: Do you want to delete the image?
italian: Vuoi eliminare l'immagine?

# String473
source: The file must have a jpg extension.
italian: Il file deve avere estensione jpg.

# String474
source: Error, it is not possible to set the database name tab_general to Administrators or ticketing users.
italian: Errore, non è possibile impostare il nome del database tab_general ad utenti Amministratori o di ticketing.

# String475
source: Error, the database name already exists. Choose another database name and try again.
italian: Errore, il nome del database è già presente. Scegliere un altro nome database e riprovare.

# String476
source: Error, username already exists. Choose another username and try again.
italian: Errore, nome utente già esistente. Scegliere un altro nome utente e riprovare.

# String477
source: Error, invalid database name (tab_).
italian: Errore, nome del database non valido (tab_).

# String478
source: Error, the password must be at least 8 characters.
italian: Errore, la password deve avere almeno 8 caratteri.

# String479
source: Error, the two new passwords do not match.
italian: Errore, le due nuove password non corrispondono.

# String48
source: Surname
italian: Cognome

# String480
source: Here you can add a new user
italian: Qui puoi aggiungere un nuovo utente

# String481
source: Password (minimum 8 characters)
italian: Password (minimo 8 caratteri)

# String482
source: Re-enter password
italian: Ripeti password

# String483
source: The ID search term must be a number. To search an user for an alphanumeric term, use the free search.
italian: Il termine di ricerca tra gli utenti tramite ID deve essere un numero. Per ricercare un termine alfanumerico tra gli utenti, utilizza la ricerca libera.

# String484
source: Here you can search for an ITSuite user
italian: Qui puoi ricercare un utente di ITSuite

# String485
source: Search only by ID
italian: Ricerca solo per ID

# String486
source: Here you can view the search results
italian: Qui puoi visualizzare i risultati della ricerca

# String487
source: I am shutting down the remote PC
italian: Sto arrestando il PC remoto

# String488
source: Shutdown type
italian: Tipo di arresto

# String489
source: Remote PC IP address
italian: IP del PC remoto

# String49
source: Name
italian: Nome

# String490
source: Remote PC Operating System
italian: Sistema operativo del PC remoto

# String491
source: Unable to open PowerShell. Check the security settings of Internet Explorer, in particular to allow unsigned ActiveX. Details:
italian: Impossibile aprire PowerShell. Controllare le impostazioni di sicurezza di Internet Explorer, in particolare di consentire ActiveX non firmati. Dettagli:

# String492
source: All data is mandatory. Press OK to go back.
italian: Tutti i dati sono obbligatori. Premi OK per tornare indietro.

# String493
source: Shutting down remote PC...
italian: Arresto del PC remoto in corso...

# String494
source: Shut down a remote PC
italian: Arresta un PC remoto

# String495
source: Selected Operating System: Windows Vista/7/8/10/Server 2008 +
italian: Sistema Operativo selezionato: Windows Vista/7/8/10/Server 2008 +

# String496
source: Selected operating system: Windows XP
italian: Sistema Operativo selezionato: Windows XP

# String497
source: PCname\\administrator
italian: NomePC\\administrator

# String499
source: Shut down the machine
italian: Arresta il sistema

# String5
source: The login details are incorrect. Please, try again.
italian: I dati di accesso sono errati. Riprova.

# String500
source: Restart the machine
italian: Riavvia il sistema

# String501
source: IP of the remote PC
italian: IP del PC remoto

# String502
source: Change IP of this machine
italian: Cambio IP del PC in uso

# String503
source: ITSuite - Change IP address of this PC
italian: ITSuite - Cambio indirizzo IP del PC in uso

# String504
source: New IP address of this PC
italian: Nuovo indirizzo IP del PC in uso

# String505
source: Opening Powershell...
italian: Apertura Powershell...

# String506
source: Applying network settings to PC...
italian: Applicazione delle impostazioni di rete al PC in corso...

# String507
source: Enter the new IP settings for your PC in the fields below
italian: Inserisci le nuove impostazioni IP per il PC in uso nei campi sottostanti

# String508
source: Connection name
italian: Nome connessione

# String509
source: New IP address
italian: Nuovo indirizzo IP

# String51
source: Type
italian: Tipo

# String512
source: Primary DNS
italian: DNS primario

# String513
source: Alternative DNS
italian: DNS secondario

# String514
source: WINS server
italian: Server WINS

# String515
source: DHCP
italian: Metti in DHCP

# String516
source: Change routes on this machine
italian: Cambia rotte del PC in uso

# String517
source: Enter the route data to be set on this machine
italian: Inserisci i dati relativi alle rotte da impostare sul PC in uso

# String518
source: IP of the new ROUTE
italian: IP della nuova ROUTE

# String519
source: Subnet mask of the new ROUTE
italian: Subnet mask della nuova ROUTE

# String52
source: Application language
italian: Lingua dell'applicazione

# String520
source: Gateway of the new ROUTE
italian: Gateway della nuova ROUTE

# String521
source: Make the route permanent
italian: Rendi la route permanente

# String522
source: ITSuite - Change ROUTE of this PC
italian: ITSuite - Cambio ROUTE del PC in uso

# String523
source: Change route of a remote machine
italian: Cambio route di un PC remoto

# String524
source: ITSuite - Change route of a remote PC
italian: ITSuite - Cambio route di un PC remoto

# String525
source: Permanent route
italian: Route permanente

# String526
source: Connection to remote machine
italian: Connessione a un PC remoto

# String527
source: ITSuite - Connection to remote machine
italian: ITSuite - Connessione a un PC remoto

# String528
source: Connection app
italian: App di connessione

# String529
source: Starting remote connection using
italian: Avvio connessione remota tramite

# String53
source: User serial number
italian: Matricola utente

# String530
source: Remote Desktop (Microsoft)
italian: Desktop Remoto (Microsoft)

# String534
source: Change IP of a remote machine
italian: Cambio IP di un PC remoto

# String535
source: ITSuite - Change IP of a remote machine
italian: ITSuite - Cambio indirizzo IP di un PC remoto

# String536
source: Ping from server
italian: Ping da server

# String537
source: No IP entered
italian: Nessun IP inserito

# String538
source: Ping from server result
italian: Risultati del ping da server

# String539
source: Ping from server to IP address
italian: Ping da server verso l'indirizzo IP

# String54
source: User details
italian: Dettagli utente

# String540
source: Error writing ping file (0x009)
italian: Errore durante scrittura del file di ping (0x009)

# String541
source: Tracert from server to IP address
italian: Tracert da server verso l'indirizzo IP

# String542
source: Error writing tracert file (0x011)
italian: Errore durante scrittura del file di tracert (0x011)

# String543
source: Tracert from server
italian: Tracert da server

# String544
source: Tracert from server result
italian: Risultati del tracert da server

# String545
source: Delete route from a remote machine
italian: Elimina route di un PC remoto

# String546
source: ITSuite - Deleting route from a remote machine
italian: ITSuite - Eliminazione route di un PC remoto

# String547
source: View current routes
italian: Vedi route attuale

# String548
source: Change current routes
italian: Cambia route attuale

# String549
source: IP address of the route to delete
italian: Indirizzo IP della route da eliminare

# String55
source: User database
italian: Database utente

# String550
source: Remote PC information
italian: Informazioni PC remoto

# String551
source: ITSuite - Remote PC information
italian: ITSuite - Informazioni di un PC remoto

# String552
source: Showing PC information...
italian: Visualizzazione delle informazioni sul PC in corso...

# String553
source: View information from a remote PC
italian: Vedi informazioni sui PC remoti

# String554
source: Could not start operation. This only works with Internet Explorer. Check the activation of ActiveX in Internet Explorer and try again.
italian: Impossibile avviare l'operazione. Questa operazione funziona solo con Internet Explorer. Controllare l'attivazione degli ActiveX in Internet Explorer e riprovare.

# String555
source: Delete current route
italian: Elimina route attuale

# String556
source: Select network service (** = works only with Internet Explorer)
italian: Seleziona il servizio di rete (** = funziona solo con Internet Explorer)

# String557
source: Select the Operating System of the Remote PC
italian: Seleziona il Sistema operativo del PC Remoto

# String558
source: Manage Windows Firewall of a remote PC
italian: Gestisci Windows Firewall di un PC remoto

# String559
source: Server services **
italian: Servizi server **

# String56
source: Created by
italian: Creato da

# String560
source: Windows Firewall settings **
italian: Opzioni Windows Firewall **

# String561
source: Select the operating system of your PC
italian: Seleziona il Sistema operativo del PC in uso

# String562
source: Activate Windows Firewall
italian: Attiva Windows Firewall

# String563
source: Turn off Windows Firewall
italian: Disattiva Windows Firewall

# String564
source: Reset Windows Firewall
italian: Resetta Windows Firewall

# String565
source: Disable Windows Firewall service
italian: Disattiva servizio Windows Firewall

# String566
source: Enable Windows Firewall Service
italian: Attiva Servizio Windows Firewall

# String567
source: Change IP **
italian: Cambia IP **

# String568
source: Enter the IP address to ping from Server then select the Ping button
italian: Inserisci l'indirizzo IP da pingare da Server poi seleziona il tasto Ping

# String569
source: Enter the IP address to be tracked by the Server then select the Tracert button
italian: Inserisci l'indirizzo IP da tracciare da Server poi seleziona il tasto Tracert

# String57
source: User location
italian: Ubicazione utente

# String570
source: Routes management **
italian: Gestione rotte **

# String571
source: Telnet service **
italian: Servizio Telnet **

# String572
source: Edit hosts file **
italian: Modifica file hosts **

# String573
source: ITSuite - Starting the connection via Telnet
italian: ITSuite - Avvio della connessione via Telnet

# String574
source: Port
italian: Porta

# String575
source: Opening Telnet...
italian: Apertura Telnet...

# String576
source: Do you want to activate Windows Firewall on your PC (OS selected: Windows XP)?
italian: Vuoi attivare Windows Firewall sul PC in uso (OS selezionato: Windows XP)?

# String577
source: Do you want to activate Windows Firewall on your PC (OS selected: Windows Vista +)?
italian: Vuoi attivare Windows Firewall sul PC in uso (OS selezionato: Windows Vista +)?

# String578
source: Do you want to disable Windows Firewall on your PC (OS selected: Windows XP)?
italian: Vuoi disattivare Windows Firewall sul PC in uso (OS selezionato: Windows XP)?

# String579
source: Do you want to disable Windows Firewall on your PC (OS selected: Windows Vista +)?
italian: Vuoi disattivare Windows Firewall sul PC in uso (OS selezionato: Windows Vista +)?

# String58
source: Creation date
italian: Data creazione utente

# String580
source: Do you want to reset Windows Firewall on your PC (OS selected: Windows XP)?
italian: Vuoi resettare Windows Firewall sul PC in uso (OS selezionato: Windows XP)?

# String581
source: Do you want to reset Windows Firewall on your PC (OS selected: Windows Vista +)?
italian: Vuoi resettare Windows Firewall sul PC in uso (OS selezionato: Windows Vista +)?

# String582
source: Do you want to disable the Windows Firewall service on your PC (OS selected: Windows XP)?
italian: Vuoi disattivare il servizio Windows Firewall sul PC in uso (OS selezionato: Windows XP)?

# String583
source: Do you want to disable the Windows Firewall service on your PC (OS selected: Windows Vista +)?
italian: Vuoi disattivare il servizio Windows Firewall sul PC in uso (OS selezionato: Windows Vista +)?

# String584
source: Do you want to activate the Windows Firewall service on your PC (OS selected: Windows XP)?
italian: Vuoi attivare il servizio Windows Firewall sul PC in uso (OS selezionato: Windows XP)?

# String585
source: Do you want to activate the Windows Firewall service on your PC (OS selected: Windows Vista +)?
italian: Vuoi attivare il servizio Windows Firewall sul PC in uso (OS selezionato: Windows Vista +)?
