Repository: ameamer/itsuitecommunity
Catalog: ITSuite/App_GlobalResources/*.resx
Languages: italian

# String1
source: PC count
italian: Numero dei PC

# String100
source: Application settings
italian: Opzioni applicazione

# String101
source: List management
italian: Gestione liste

# String102
source: Business software settings
italian: Opzioni software aziendale

# String103
source: Add-Ons
italian: Componenti aggiuntivi

# String105
source: Database management
italian: Gestione database

# String106
source: Add-Ons
italian: Funzioni

# String107
source: Tools
italian: Strumenti

# String108
source: No add-ons installed
italian: Nessun componente aggiuntivo installato

# String109
source: Profile
italian: Profilo

# String11
source: Current status
italian: Tutte le informazioni sullo stato attuale

# String110
source: View profile
italian: Visualizza profilo

# String111
source: Logout
italian: Disconnetti

# String112
source: Choose the search type to be performed
italian: Scegli il tipo di ricerca da effettuare

# String113
source: Fast search
italian: Ricerca veloce

# String114
source: Advanced search
italian: Ricerca avanzata

# String115
source: With the quick search you can search for a certain term within all the database fields.
italian: Con la ricerca veloce è possibile cercare un determinato termine all'interno di tutti i campi del database.

# String116
source: Enter the search terms in the box below and start it.
italian: Inserisci i termini di ricerca nella casella sottostante e avvia subito la ricerca.

# String117
source: Enter the search term
italian: Inserisci i termini di ricerca

# String118
source: Advanced search of other hardware
italian: Ricerca avanzata di altro hardware.

# String119
source: Here you can search in advanced way in the database.
italian: Qui puoi effettuare una ricerca più avanzata nel database.

# String12
source: Hardware status
italian: Stato dell'hardware

# String120
source: Brand
italian: Marca

# String121
source: Hardware types
italian: Tipi di hardware

# String122
source: Model
italian: Modello

# String123
source: Serial number
italian: Numero di serie

# String124
source: Inventory number
italian: Numero di inventario

# String125
source: Department
italian: Reparto

# String126
source: Pavilion
italian: Padiglione

# String127
source: Building
italian: Presidio

# String128
source: Status
italian: Stato

# String129
source: Author of record
italian: Autore inserimento

# String13
source: Add new PC
italian: Aggiungi nuovo PC

# String130
source: IP address
italian: Indirizzo IP

# String131
source: Year
italian: Anno

# String132
source: Notes
italian: Note

# String133
source: Order of results
italian: Ordine dei risultati

# String134
source: Search
italian: Cerca

# String136
source: any...
italian: qualsiasi...

# String137
source: Sort results by ID
italian: Ordina risultati per ID

# String138
source: Sort results by brand
italian: Ordina risultati per marca

# String139
source: Sort results by model
italian: Ordina risultati per modello

# String14
source: Add new printer
italian: Aggiungi nuova stampante

# String140
source: Sort results by year
italian: Ordina risultati per anno

# String141
source: Sort results by serial number
italian: Ordina risultati per numero di serie

# String142
source: Other hardware details
italian: Dettagli altro hardware

# String143
source: Do you really want to delete the selected hardware? The operation is not reversible.
italian: Vuoi davvero eliminare l'elemento selezionato? L'operazione non è reversibile.

# String145
source: YES
italian: SI

# String146
source: Edit
italian: Modifica

# String147
source: Delete
italian: Elimina

# String148
source: This page shows the hardware details
italian: In questa pagina sono visualizzati i dettagli dell'hardware

# String149
source: No drivers
italian: Nessun driver

# String15
source: Add new hardware
italian: Aggiungi nuovo hardware

# String150
source: No IP address
italian: Nessun indirizzo IP

# String151
source: No last modification
italian: Nessuna ultima modifica

# String152
source: No image
italian: Nessuna foto presente

# String153
source: Creation date
italian: Data inserimento

# String154
source: Creation time
italian: Ora inserimento

# String155
source: Date and time of last modification
italian: Data e ora ultima modifica

# String156
source: Drivers
italian: Driver

# String157
source: Image
italian: Immagine

# String158
source: The other hardware list
italian: La lista degli altri hardware

# String159
source: Here you can see the complete list of all other hardware in the system
italian: Qui puoi consultare la lista completa di tutto l'altro hardware del sistema

# String16
source: Show LOG
italian: Visualizza LOG

# String160
source: It was not returned any data.
italian: Non è stato restituito alcun dato.

# String161
source: The hardware has been successfully deleted.
italian: L'hardware è stato eliminato con successo.

# String162
source: User in use
italian: Utente in uso

# String163
source: Fields in red are required.
italian: I campi in rosso sono obbligatori.

# String164
source: Driver folder
italian: Cartella driver

# String165
source: Unknown
italian: Sconosciuto

# String166
source: The image can be added after insertion.
italian: La foto potrà essere aggiunta dopo l'inserimento.

# String167
source: Log of the other hardware section
italian: LOG sezione altro hardware

# String168
source: On this page you can view the log of the entire section of the other hardware
italian: In questa pagina puoi visualizzare il log di tutta la sezione dell'altro hardware

# String169
source: Edit other hardware
italian: Modifica altro hardware

# String17
source: Login
italian: Accesso al sistema

# String170
source: Wrong extension
italian: Estensione non supportata

# String171
source: The supported extensions are: .jpg, .jpeg, .png, .gif
italian: Le estensioni supportate sono: .jpg, .jpeg, .png, .gif

# String172
source: No file selected
italian: Nessun file selezionato

# String173
source: (In use)
italian: (In uso)

# String174
source: REPORT OTHER HARDWARE CREATED ON
italian: REPORT ALTRO HARDWARE CREATO IL

# String175
source: HW Type
italian: Tipo HW

# String177
source: Inv. N.
italian: N. Inv.

# String178
source: Created
italian: Inserito il

# String179
source: items
italian: elementi

# String18
source: Trouble ticketing status
italian: Stato dei ticket

# String180
source: item
italian: elemento

# String181
source: Search result
italian: Risultati della ricerca

# String182
source: The results of your search
italian: I risultati della tua ricerca

# String183
source: Here you can manage ITSuite database
italian: Qui puoi gestire i database di ITSuite

# String184
source: Database type
italian: Tipo database

# String185
source: Version in use
italian: Versione in uso

# String186
source: Tables count
italian: Numero delle tabelle

# String187
source: Connection test successful
italian: Test connessione riuscito

# String188
source: Microsoft SQL Server version not recognized
italian: Versione di Microsoft SQL Server non riconosciuta

# String189
source: Ticket details
italian: Dettagli ticket

# String19
source: Open tickets
italian: Ticket aperti

# String191
source: Details of the ticket number
italian: Dettagli relativi al ticket numero

# String192
source: Change assignment
italian: Cambia assegnazione

# String193
source: Change customer
italian: Cambia cliente

# String194
source: Print
italian: Stampa

# String195
source: Uploaded files
italian: File caricati

# String196
source: Ticket updates
italian: Aggiornamenti del ticket

# String197
source: Customer updates
italian: Aggiornamenti del cliente

# String198
source: Add update
italian: Aggiungi aggiornamento

# String199
source: Add a new update to the ticket
italian: Aggiungi un nuovo aggiornamento al ticket

# String2
source: Monitor count
italian: Numero dei Monitor

# String20
source: Pending tickets
italian: Ticket in attesa

# String200
source: Write a note for the update by the buttons below...
italian: Scrivi una nota per l'aggiornamento scelto dai tasti sottostanti...

# String201
source: Send email with the update details to the customer.
italian: Invia e-mail con i dettagli dell'aggiornamento all'utente richiedente.

# String202
source: Visible from the customer?
italian: Visibile dal cliente?

# String203
source: Add notes and reopen if waiting
italian: Aggiungi nota e riapri se in attesa

# String204
source: Pending notes are always visible by customer
italian: Le attese sono sempre visibili dal cliente

# String205
source: Add note and put on hold
italian: Aggiungi nota e metti in attesa

# String206
source: Closed tickets are always visible by customer
italian: Le chiusure sono sempre visibili dal cliente

# String207
source: Add notes and close ticket
italian: Aggiungi nota e chiudi ticket

# String208
source: Add a new file to the ticket
italian: Aggiungi un nuovo file al ticket

# String209
source: Write a note to add the file...
italian: Scrivi una nota per l'inserimento del file...

# String21
source: Closed tickets
italian: Tichet chiusi

# String210
source: Add file
italian: Aggiungi file

# String211
source: Add details
italian: Aggiungi dettagli

# String212
source: Customer
italian: Cliente

# String213
source: The customer has been successfully modified
italian: Il cliente è stato modificato con successo

# String214
source: The ticket has been successfully reassigned to the user
italian: Il ticket è stato riassegnato con successo all'utente

# String215
source: Select the user to assign the ticket from the list below, then select OK:
italian: Seleziona dalla lista sottostante l'utente a cui assegnare il ticket e poi seleziona il tasto OK:

# String216
source: Select the new customer from the list below, then select OK:
italian: Seleziona dalla lista sottostante il nuovo cliente e poi seleziona il tasto OK:

# String217
source: (Not visible by customer) New update posted by:
italian: (Non visibile dal cliente) Nuovo aggiornamento inserito da:

# String218
source: (Visible by customer) New update posted by:
italian: (Visibile dal cliente) Nuovo aggiornamento inserito da:

# String219
source: Closed on
italian: Chiusa il

# String22
source: New ticket
italian: Nuovo ticket

# String220
source: from
italian: da

# String221
source: Select the user to assign the ticket from the list below, then select OK:
italian: Seleziona dalla lista sottostante l'utente a cui assegnare il ticket e poi seleziona il tasto OK:

# String222
source: New update posted by:
italian: Nuovo aggiornamento inserito da:

# String223
source: You have not specified any details in the new update. Unable to add.
italian: Non hai specificato nessun dettaglio nel nuovo aggiornamento. Impossibile aggiungere.

# String224
source: You already have 4 update notes. You can't add new ones. The ticket must be closed or moved to hold.
italian: Hai già inserito 4 note di aggiornamento. Non puoi aggiungerne di nuovi. Il ticket deve essere chiuso o spostato in attesa.

# String225
source: You have not entered the file insertion note.
italian: Non hai inserito la nota di inserimento del file.

# String226
source: File added on:
italian: File aggiunto il:

# String227
source: (Not visible by customer) File added on:
italian: (Non visibile dal cliente) File aggiunto il:

# String228
source: File name:
italian: Nome file:

# String229
source: Header
italian: Intestazione

# String23
source: All tickets
italian: Vedi tutti

# String230
source: Details
italian: Dettagli

# String231
source: Assigned to
italian: Assegnato a

# String232
source: Opening date
italian: Data apertura

# String233
source: Opening time
italian: Ora apertura

# String234
source: Location
italian: Ubicazione

# String235
source: Author assignment
italian: Autore assegnazione

# String236
source: Ticket taken over
italian: Ticket in gestione

# String237
source: My tickets
italian: I miei ticket

# String238
source: Last update:
italian: Ultimo aggiornamento:

# String239
source: Ticket n. (ID)
italian: N. ticket (ID)

# String24
source: Trouble ticketing servis is deactivated
italian: Servizio di trouble ticketing disattivato.

# String240
source: Date and time opening
italian: Data e ora apertura

# String241
source: Ticket section log
italian: Log sezione ticket

# String242
source: On this page you can view the log of the ticket section
italian: In questa pagina puoi visualizzare il log di tutta la sezione dei ticket

# String243
source: Here you can add a new ticket. Fields in red are required.
italian: Qui puoi creare ed aggiungere un nuovo ticket guasti a sistema. I campi in rosso sono obbligatori.

# String244
source: (max 250 chars)
italian: (max 250 caratteri)

# String245
source: Assign to user
italian: Assegna all'utente

# String246
source: Notify e-mail
italian: E-mail di notifica

# String247
source: Send e-mail notification of the ticket opening to the customer
italian: Invia e-mail di notifica dell'apertura ticket al cliente

# String248
source: Here you can search for a ticket
italian: Qui puoi cercare tra i ticket nel sistema

# String249
source: Search only for ticket n. (ID)
italian: Ricerca solo per n. ticket (ID)

# String25
source: Go to
italian: Vai alle

# String250
source: Free search
italian: Ricerca libera

# String251
source: Start search
italian: Avvia ricerca

# String252
source: The search term in tickets via ID must be a number. To search for an alphanumeric term between tickets, use the free search.
italian: Il termine di ricerca tra i ticket tramite ID deve essere un numero. Per ricercare un termine alfanumerico tra i ticket, utilizza la ricerca libera.

# String253
source: Ticket Search Results
italian: Risultati ricerca ticket

# String254
source: Here are the search results for
italian: Di seguito trovi i risultati relativi alla ricerca di

# String255
source: Closing date
italian: Data chiusura

# String256
source: Closing author
italian: Autore chiusura

# String259
source: Error. Red fields are required. The new ticket could not be inserted.
italian: Errore. I campi in rosso sono obbligatori. Impossibile inserire il nuovo ticket.

# String26
source: General settings
italian: Opzioni generali

# String260
source: Error setting up the customer. Check the data entered and try again.
italian: Errore durante l'impostazione del cliente. Controlla i dati inseriti e riprova.

# String261
source: Before modifying the list databases, make sure that no hardware, PC or printer is connected to them with specific functions
italian: Prima di modificare i database delle liste assicurarsi che nessun hardware, pc o stampante sia collegato ad essi con funzioni specifiche

# String262
source: Location lists
italian: Liste ubicazioni

# String263
source: Buildings list
italian: Lista presidi

# String264
source: Pavilions list
italian: Lista padiglioni

# String265
source: Departments list
italian: Lista reparti

# String266
source: PC and monitors list
italian: Liste dati PC e monitor

# String267
source: CPU List
italian: Lista processori

# String268
source: Operating Systems list
italian: Lista Sistemi Operativi

# String269
source: PC brands list
italian: Lista marche PC

# String27
source: to activate.
italian: per attivarlo.

# String270
source: PC type list
italian: Lista tipi PC

# String271
source: Other software
italian: Altri software

# String272
source: Monitor brands list
italian: Lista marche monitor

# String273
source: Monitor status list
italian: Lista stati monitor

# String274
source: Other hardware and printers list
italian: Liste dati stampanti e altri hardware

# String275
source: Other hardware brands list
italian: Lista marche hardware

# String276
source: Hardware types
italian: Tipi hardware

# String277
source: Printer brands list
italian: Marche stampanti

# String278
source: Network data lists
italian: Liste dati di rete

# String279
source: Domain lists and network settings
italian: Liste domini e impostazioni di rete

# String28
source: Save
italian: Salva

# String280
source: Pavilions list management
italian: Gestione liste padiglioni

# String281
source: Here you can manage the general lists of the pavilions
italian: Qui puoi gestire le liste generali dei padiglioni

# String282
source: Update
italian: Aggiorna

# String283
source: Pavilion name
italian: Nome padiglione

# String284
source: Enter the new pavilion name...
italian: Inserisci il nome del nuovo padiglione...

# String285
source: Insert
italian: Inserisci

# String286
source: Error. Item name empty.
italian: Errore. Nome dell'elemento vuoto.

# String287
source: Domains list
italian: Lista domini

# String288
source: Domain list management and other network settings
italian: Gestione lista domini e altre impostazioni di rete

# String289
source: Here you can manage the general list of domains and other network settings
italian: Qui puoi gestire le liste generali dei domini e delle altre impostazioni di rete

# String29
source: Product care requests status
italian: Stato delle assistenze prodotti

# String290
source: Integrated network services
italian: Servizi di rete integrati

# String291
source: Actual
italian: Attuale

# String292
source: Default IP
italian: IP Predefinito

# String293
source: Alternative IP
italian: IP Alternativo

# String294
source: Enter new deafult IP...
italian: Inserisci nuovo ip predefinito...

# String295
source: Enter new alternative IP...
italian: Inserisci nuovo ip alternativo...

# String296
source: Enter new default subnet mask...
italian: Inserisci nuova subnet mask predefinita...

# String297
source: Default subnet mask
italian: Subnet mask predefinita

# String298
source: Alternative subnet mask
italian: Subnet mask alternativa

# String299
source: Default gateway
italian: Gateway predefinito

# String3
source: Printers count
italian: Numero delle stampanti

# String30
source: Open requests
italian: Richieste aperte

# String300
source: Alternative gateway
italian: Gateway alternativo

# String301
source: Insert new alternative subnet mask...
italian: Inserisci nuova subnet mask alternativa...

# String302
source: Enter new default gateway...
italian: Inserisci nuovo gateway predefinito...

# String303
source: Enter new alternative gateway...
italian: Inserisci nuovo gateway alternativo...

# String304
source: Default DNS Prim.
italian: DNS Prim. Predefinito

# String305
source: Alternative DNS Prim.
italian: DNS Prim. Alternativo

# String306
source: Default DNS Sec.
italian: DNS Sec. Predefinito

# String307
source: Alternative DNS Sec.
italian: DNS Sec. Alternativo

# String308
source: Enter new default primary dns...
italian: Inserisci nuovo dns primario predefinito...

# String309
source: Enter new alternative dns...
italian: Inserisci nuovo dns alternativo...

# String31
source: Closed requests
italian: Richieste chiuse

# String310
source: Enter new default secondary dns...
italian: Inserisci nuovo dns secondario predefinito...

# String311
source: Enter new alternative secondary dns...
italian: Inserisci nuovo dns secondario alternativo...

# String312
source: Default WINS
italian: WINS predefinito

# String313
source: Alternative WINS
italian: WINS alternativo

# String314
source: Enter new default WINS...
italian: Inserisci nuovo WINS predefinito...

# String315
source: Enter new alternative WINS...
italian: Inserisci nuovo WINS alternativo...

# String316
source: Default connection
italian: Connessione predefinita

# String317
source: Enter new default LAN connection...
italian: Inserisci nuova LAN predefinita...

# String318
source: Alternative connection
italian: Connessione alternativa

# String319
source: Enter new alternative LAN connection...
italian: Inserisci nuova LAN alternativa...

# String32
source: New care request
italian: Nuova richiesta

# String320
source: Domain names management
italian: Gestione dei nomi dominio

# String321
source: Enter the new domain name...
italian: Inserisci nome del nuovo dominio...

# String322
source: Domain name
italian: Nome dominio

# String323
source: Hardware brands list management
italian: Gestione lista marche hardware

# String324
source: Here you can manage the general list of hardware brands
italian: Qui puoi gestire le liste generali delle marche degli hardware

# String325
source: Enter the new hardware brand...
italian: Inserisci la nuova marcha hardware...

# String326
source: Monitor brands list management
italian: Gestione lista marche monitor

# String327
source: Here you can manage the general lists of monitor brands
italian: Qui puoi gestire le liste generali delle marche dei monitor

# String328
source: Enter the name of the new monitor brand...
italian: Inserisci nome della nuova marca monitor...

# String329
source: PC brands list management
italian: Gestione lista marche PC

# String33
source: Show all
italian: Vedi tutte

# String330
source: Here you can manage the general lists of PC brands
italian: Qui puoi gestire le liste generali delle marche PC

# String331
source: Enter the name of the new PC brand...
italian: Inserisci nome della nuova marca PC...

# String332
source: Printer brands management
italian: Gestione lista marche stampanti

# String333
source: Here you can manage the general lists of printer brands
italian: Qui puoi gestire le liste generali delle marche delle stampanti

# String334
source: Enter the name of the new printer brand...
italian: Inserisci nome della nuova marca stampante...

# String335
source: Other software management
italian: Gestione lista altri software

# String336
source: Here you can manage the general lists of other software
italian: Qui puoi gestire le liste generali degli altri software

# String337
source: Enter new software name...
italian: Inserisci nome del nuovo altro software...

# String338
source: Other SW
italian: Altro SW

# String339
source: Enter the name of the new building...
italian: Inserisci nome del nuovo presidio...

# String34
source: Product care requests service is deactivated.
italian: Servizio di assistenza prodotti disattivato.

# String340
source: Bulding list management
italian: Gestione lista presidi

# String341
source: Here you can manage the general lists of buildings
italian: Qui puoi gestire le liste generali dei presidi

# String342
source: CPU list management
italian: Gestione lista processori

# String343
source: Here you can manage the general lists of CPU
italian: Qui puoi gestire le liste generali dei processori

# String344
source: CPU
italian: Processore

# String345
source: Enter new CPU name...
italian: Inserisci nome del nuovo processore...

# String346
source: Department list management
italian: Gestione liste reparti

# String347
source: Here you can manage the general lists of departments
italian: Qui puoi gestire le liste generali dei reparti

# String348
source: Enter new department name...
italian: Inserisci nome del nuovo reparto...

# String349
source: Operating systems list management
italian: Gestione lista Sistemi Operativi

# String35
source: Users status
italian: Stato utenti

# String350
source: Here you can manage the general lists of Operating Systems
italian: Qui puoi gestire le liste generali dei Sistemi Operativi

# String351
source: Operating System
italian: Sistema Operativo

# String352
source: Monitor status list management
italian: Gestione lista stati monitor

# String353
source: Here you can manage the general lists of monitor status
italian: Qui puoi gestire le liste generali degli stati dei monitor

# String354
source: Enter name of new monitor status...
italian: Inserisci nome del nuovo stato monitor...

# String355
source: Hardware name
italian: Nome hardware

# String356
source: Enter name of new hardware type...
italian: Inserisci nome del nuovo tipo hardware...

# String357
source: Hardware type list management
italian: Gestione lista tipi hardware
